Repository: Administr8Me/econsensus
Catalog: django/openconsent/locale/*/LC_MESSAGES/django.po
Languages: de

source: Name
de: Namen

source: Decided date
de: Entschiedenes Datum

source: Effective date
de: Tatsächliches Datum

source: Review date
de: Berichtdatum

source: Expiry date
de: Verfallsdatum

source: Budget
de: Etat

source: People
de: Leute

source: Description
de: Beschreibung

source: Unresolved Concerns
de: Ungelöste Interessen

source: Concern
de: Interesse

source: Decision
de: Beschreibung

source: Concern Description
de: Interessen-Beschreibung

source: Resolved
de: Entschlossen

source: Decided Date
de: Entschiedenes Datum

source: Expiry Date
de: Verfallsdatum

source: Lorem Ipsum
de: Loremein Ipsumstuckauf

source: Aptivate Decisions
de: Beschreibung

source: Admin
de: Verwaltung

source: Decision List
de: Entscheidungs-Liste

source: Logout
de: Logoutenung

source: New Decision
de: Neue Entscheidung

source: Home
de: Haus

source: Add decision
de: Addieren Sie Entscheidung
